Repository: oat-sa/extension-tao-mediamanager
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, sk_sk

source: %s media on this environment
ar_sa: %s وسائط في هذه البيئة
de_de: %s Medien in dieser Umgebung
hu_hu: %s média ezen a környezetben
ja_jp: この環境の %s メディア
nb_no: %s media i dette miljøet
sk_sk: %s médiá v tomto prostredí

source: %s media successfully modified
ar_sa: تم تعديل وسائط %s بنجاح
de_de: %s Medien erfolgreich bearbeitet
hu_hu: %s média sikeresen módosítva
ja_jp: メディアが正常に修正されました：%s
nb_no: %s media er endret
sk_sk: %s médium úspešne upravené

source: %s media to modify
ar_sa: %s وسائط للتعديل
de_de: %s Medien zu bearbeiten
hu_hu: %s módosítandó média
ja_jp: メディアを変更します：%s
nb_no: %s media som skal endres
sk_sk: %s médiá na úpravu

source: Add a media file
ar_sa: أضف ملف وسائط
de_de: Eine Mediendatei hinzufügen
hu_hu: Médiafájl hozzáadása
ja_jp: メディアファイル追加
lt_lt: Pridėti medijos failą
nb_no: Legg til en mediefil
nl_nl: Voeg een media bestand toe
sk_sk: Pridať mediálny súbor

source: An error has occurred. Please contact your administrator.
ar_sa: حدث خطأ. يرجى الاتصال بالمسؤول الخاص بك.
de_de: Ein Fehler ist aufgetreten. Bitte kontaktieren Sie Ihren Administrator.
hu_hu: Hiba történt. Kérjük, vegye fel a kapcsolatot a rendszergazdával.
ja_jp: エラーが発生しました。管理者にお問合せください。
nb_no: Det har oppstått en feil. Ta kontakt med din administrator.
sk_sk: Vyskytla sa chyba. Kontaktujte, prosím, svojho administrátora.

source: Are you sure you want to delete this
ar_sa: هل أنت متأكد من أنك تريد حذف هذا
de_de: Sind Sie sicher, dass Sie dies löschen möchten?
hu_hu: Biztosan törölni szeretné ezt?
ja_jp: 削除してもよろしいですか？
nb_no: Er du sikker på at du vil slette
sk_sk: Naozaj chcete toto odstrániť

source: Are you sure you want to delete this class and all of its content?
ar_sa: هل أنت متأكد من أنك تريد حذف هذا القسم وكل محتواه؟
de_de: Sind Sie sicher, dass Sie diese Klasse und all ihren Inhalt löschen möchten?
hu_hu: Biztosan törölni szeretné ezt a kurzust és az összes tartalmát?
ja_jp: このクラスとその内容をすべて削除してよいのですか？
nb_no: Er du sikker på at du vil slette denne mappen og innholdet i den?
sk_sk: Naozaj chcete odstrániť túto triedu a všetok jej obsah?

source: Assets
ar_sa: أصول
hu_hu: Eszközök
ja_jp: メディア
nb_no: Mediebank
sk_sk: Aktíva

source: Authoring
ar_sa: التحرير
de_de: Verfassen
hu_hu: Szerzői munka
ja_jp: オーサリング
nb_no: Rediger
sk_sk: Autorstvo

source: Back to Manage Assets
ar_sa: العودة إلى إدارة الأصول
de_de: Zurück zur Verwaltung von Assets
hu_hu: Vissza az Eszközök kezeléséhez
ja_jp: 資産の管理に戻る
nb_no: Tilbake for å administrere mediebank
sk_sk: Späť na správu aktív

source: Block
ar_sa: منع
hu_hu: Tömb
ja_jp: 文字ブロック
nb_no: Tekstboks
sk_sk: Blok

source: Center
ar_sa: مركز
de_de: Zentrieren
hu_hu: Központ
ja_jp: センター
nb_no: Senter
sk_sk: Centrum

source: Define item language.
ar_sa: حدد لغة البند
de_de: Sprache für das Element festlegen.
hu_hu: Határozza meg az elem nyelvét.
ja_jp: アイテム言語を定義します
nb_no: Definer oppgavespråk.
sk_sk: Definujte jazyk položky.

source: Delete
ar_sa: حذف
de_de: Löschen
hu_hu: Töröl
ja_jp: 削除
lt_lt: Ištrinti
nb_no: Slett
nl_nl: Verwijderen
sk_sk: Odstrániť

source: Deleting this class will break the items and the tests that are currently using them.
ar_sa: سيؤدي حذف هذا القسم إلى كسر البنود والروائز التي تستخدمها حاليا.
de_de: Das Löschen dieser Klasse wird die Aufgaben und Tests, die sie derzeit verwenden, unterbrechen.
hu_hu: A kurzus törlése tönkreteszi az elemeket és az azokat jelenleg használó teszteket.
ja_jp: このクラスを削除すると、現在使用している項目とテストが壊れます。
nb_no: Hvis du sletter denne mappen, blir prøvene som inneholder noen av disse oppgavene som finnes i denne mappen ødelagt.
sk_sk: Odstránenie tejto triedy pokazí položky a testy, ktoré ich momentálne používajú.

source: Edit Instance
ar_sa: تحرير المثيل
de_de: Instanz bearbeiten
hu_hu: Példány szerkesztése
ja_jp: インスタンス編集
lt_lt: Redaguoti Instanciją
nb_no: Rediger egenskaper
nl_nl: Pas instantie aan
sk_sk: Upraviť inštanciu

source: Edited %s
ar_sa: تم تحرير %s
de_de: %s bearbeitet
hu_hu: Szerkesztve %s
ja_jp: ％sを編集しました
lt_lt: Redaguota %s
nb_no: Redigert %s
nl_nl: Geredigeerd %s
sk_sk: Upravené %s

source: Element Properties
ar_sa: خصائص العنصر
de_de: Elementeigenschaften
hu_hu: Elem tulajdonságai
ja_jp: エレメントのプロパティ
nb_no: Elementegenskaper
sk_sk: Vlastnosti prvkov

source: Export
ar_sa: تصدير
ja_jp: エクスポート
lt_lt: Eksportuoti
nl_nl: Exporteren

source: Export Media as Zip file
ar_sa: تصدير الوسائط كملف Zip
de_de: Medien als Zip-Datei exportieren
hu_hu: Média exportálása ZIP fájlként
ja_jp: メディアをZIPファイルにエクスポート
lt_lt: Eksportuoti Mediją kaip ZIP failą
nb_no: Eksporter media som zip-fil
nl_nl: Exporteer media als zip bestand
sk_sk: Exportovať médiá ako súbor ZIP

source: Fail to edit shared stimulus
ar_sa: فشل في تحرير التحفيز المشترك
de_de: Fehler beim Bearbeiten des geteilten Stimulus
hu_hu: Nem sikerült szerkeszteni a megosztott ingert
ja_jp: シェアードスティミュラスの編集に失敗しました。
lt_lt: Nepavyko redaguoti bendrinamo stimulo
nb_no: Kunne ikke redigere delt stimulus
nl_nl: Aanpassen gedeelde stimulus heeft gefaald
sk_sk: Nepodarilo sa upraviť zdieľaný podnet

source: Fail to edit Shared Stimulus
ar_sa: فشل في تحرير التحفيز المشترك
de_de: Fehler beim Bearbeiten des geteilten Stimulus
hu_hu: Nem sikerült szerkeszteni a megosztott ingert
ja_jp: シェアードスティミュラスの編集に失敗しました。
lt_lt: Nepavyko redaguoti Bendrinamo Stimulo
nb_no: Kunne ikke redigere Delt Stimulus
nl_nl: Aanpassen gedeelde stimulus heeft gefaald
sk_sk: Nepodarilo sa upraviť zdieľaný podnet

source: Fail to import media
ar_sa: فشل في استيراد الوسائط
de_de: Medien konnten nicht importiert werden
hu_hu: Nem sikerült importálni a médiafájlt
ja_jp: メディアのインポートに失敗
lt_lt: Nepavyko importuoti medijos
nb_no: Kunne ikke importere medier
nl_nl: Importeren media heeft gefaald
sk_sk: Import médií zlyhal

source: Fail to import Shared Stimulus
ar_sa: فشل في استيراد التحفيز المشترك
de_de: Geteilter Stimulus konnte nicht importiert werden
hu_hu: Nem sikerült importálni a megosztott ingert
ja_jp: シェアードスティミュラスのインポートに失敗しました。
lt_lt: Nepavyko importuoti Bendrinamo Stimulo
nb_no: Kunne ikke importere Delt Stimulus
nl_nl: Importeren gedeelde stimulus heeft gefaald
sk_sk: Nepodarilo sa importovať zdieľaný stimul

source: File
ar_sa: ملف
de_de: Datei
hu_hu: Fájl
ja_jp: ファイル
lt_lt: Failas
nb_no: Fil
nl_nl: Bestand
sk_sk: Súbor

source: File name
ar_sa: اسم الملف
de_de: Dateiname
hu_hu: Fájlnév
ja_jp: ファイル名
lt_lt: Failo pavadinimas
nb_no: Filnavn
nl_nl: Bestandsnaam
sk_sk: Názov súboru

source: Forbidden action
ar_sa: إجراء محظور
de_de: Verbotene Aktion
hu_hu: Tiltott cselekvés
ja_jp: 禁止アクション
nb_no: Ugyldig handling
sk_sk: Zakázaná akcia

source: Import
ar_sa: استورد
de_de: Importieren
hu_hu: Importálás
ja_jp: インポート
lt_lt: Importuoti
nb_no: Importer
nl_nl: Importeren
sk_sk: Importovať

source: Imported %s
ar_sa: %s مستورد
de_de: %s ist importiert worden
hu_hu: Importált %s
ja_jp: %s をインポート
lt_lt: Importuota %s
nb_no: Importert %s
nl_nl: Geïmporteerd: %s
sk_sk: Importované %s

source: Imported new file
ar_sa: ملف جديد مستورد
de_de: Neue Datei importiert
hu_hu: Új fájl importálva
ja_jp: 新しいファイルをインポートしました
lt_lt: Importuotas naujas failas
nb_no: Importert ny fil
nl_nl: Een nieuw bestand geïmporteerd
sk_sk: Importovaný nový súbor

source: Initial import
ar_sa: استيراد أولي
de_de: Erstimport
hu_hu: Kezdeti importálás
ja_jp: 初期インポート
lt_lt: Pradinis importavimas
nb_no: Første import
nl_nl: Initiële import
sk_sk: Počiatočný import

source: Inline Interactions
ar_sa: التفاعلات المضمنة
de_de: Inline-Interaktionen
hu_hu: Beágyazott interakciók
ja_jp: インライン
nb_no: Tekstboks med oppgavetyper
sk_sk: Vložené interakcie

source: Instance saved
ar_sa: تم حفظ المثال
de_de: Instanz gespeichert
hu_hu: Példány mentve
ja_jp: インスタンスが保存されました
lt_lt: Instanciją išsaugota
nb_no: Forekomsten er lagret
nl_nl: Instantie opgeslagen
sk_sk: Inštancia uložená

source: is currently used in
ar_sa: يستخدم حاليا في
de_de: wird derzeit verwendet in
hu_hu: jelenleg használatos
ja_jp: は現在使用されています
nb_no: brukes i
sk_sk: sa v súčasnosti používa v

source: Issue while modifying %s
ar_sa: مشكلة أثناء تعديل %s
de_de: Problem beim Ändern von %s
hu_hu: Probléma a %smódosítása közben
ja_jp: %s の変更中に問題が発生しました
nb_no: Problem under endring av %s
sk_sk: Problém pri úprave %s

source: item(s)
ar_sa: بند (بنود)
de_de: Element(e)
hu_hu: tétel(ek)
ja_jp: 商品
nb_no: oppgave(r)
sk_sk: položka(y)

source: Language
ar_sa: لغة
de_de: Sprache
hu_hu: Nyelv
ja_jp: 言語
nb_no: Språk
sk_sk: Jazyk

source: Left
ar_sa: يسار
de_de: Links
hu_hu: Balra
ja_jp: 左
nb_no: Venstre
sk_sk: Vľavo

source: Manage Assets
ar_sa: تدبير الأصول
de_de: Assets verwalten
hu_hu: Eszközök kezelése
ja_jp: メディア管理
nb_no: Administrere Mediebank
sk_sk: Správa aktív

source: Manage Schema
ar_sa: إدارة الخطاطة
de_de: Schema verwalten
hu_hu: Séma kezelése
ja_jp: スキーム管理
lt_lt: Tvarkyti Schemą
nb_no: Administrer egenskaper
nl_nl: Schema beheren
sk_sk: Spravovať schému

source: Media imported
ar_sa: وسائط مستوردة
de_de: Medien importiert
hu_hu: Importált média
ja_jp: メディアがインポートされました
nb_no: Media importert
sk_sk: Importované médiá

source: Media imported successfully
ar_sa: تم استيراد الوسائط بنجاح
de_de: Medien erfolgreich importiert
hu_hu: Média importálása sikeresen megtörtént
ja_jp: メディアのインポートが完了しました
lt_lt: Medija importuota sėkmingai
nb_no: Media importert
nl_nl: Media succesvol geïmporteerd
sk_sk: Médiá boli úspešne importované

source: Media Manager
ar_sa: تدبير الوسائط
de_de: Medien Manager
hu_hu: Médiakezelő
ja_jp: メディア管理
lt_lt: Medijos Tvarkytojas
nl_nl: Media beheer
sk_sk: Mediálny manažér

source: Media Manager extension
ar_sa: ملحق تدبير الوسائط
de_de: Media Manager-Erweiterung
hu_hu: Médiakezelő bővítmény
ja_jp: メディア管理拡張機能
lt_lt: Medijos Tvarkytojo plėtinys
nb_no: Mediebank
nl_nl: Media beheer extensie
sk_sk: Rozšírenie Správca médií

source: Media Options
ar_sa: خيارات وسائط
de_de: Medienoptionen
hu_hu: Médiabeállítások
ja_jp: メディアオプション
lt_lt: Medijos Parametrai
nb_no: Medialternativer
nl_nl: Media opties
sk_sk: Možnosti médií

source: Media successfully exported.
ar_sa: تم تصدير الوسائط بنجاح.
de_de: Medien erfolgreich exportiert.
hu_hu: A média exportálása sikeresen megtörtént.
ja_jp: メディアのエクスポートが完了しました
lt_lt: Medija sėkmingai eksportuota.
nb_no: Media eksportert.
nl_nl: Media met succes geëxporteerd.
sk_sk: Médiá boli úspešne exportované.

source: Move
ar_sa: حرك
de_de: Verschieben
hu_hu: Mozog
ja_jp: 移動
lt_lt: perkelti
nb_no: Flytt
nl_nl: Verplaatsen
sk_sk: Presunúť

source: New class
ar_sa: صنف جديد
de_de: Neue Klasse
hu_hu: Új osztály
ja_jp: 新規クラス
lt_lt: Nauja klasė
nb_no: Ny mappe
nl_nl: Nieuwe klasse
sk_sk: Nová trieda

source: New passage
ar_sa: نص جديد
de_de: Neuer Abschnitt
hu_hu: Új szövegrész
ja_jp: 新しいパス
nb_no: Nytt innhold
sk_sk: Nová pasáž

source: No file found for this media
ar_sa: لم يتم العثور على ملف لهذه الوسائط
de_de: Für dieses Medium wurde keine Datei gefunden
hu_hu: Nem található fájl ehhez a médiához
ja_jp: メディアファイルが見つかりません
lt_lt: Nerasta failas šiai medijai
nb_no: Fant ingen fil for dette mediet
nl_nl: Geen bestand gevonden voor deze media
sk_sk: Pre toto médium sa nenašiel žiadny súbor

source: Passage Properties
ar_sa: خصائص النص
de_de: Eigenschaften für diesen Abschnitt
hu_hu: Átjáró tulajdonságai
ja_jp: パスのプロパティ
nb_no: Innholdsegenskaper
sk_sk: Vlastnosti pasáže

source: Please delete the subclasses before.
ar_sa: يرجى حذف الفئات الفرعية قبلًا.
de_de: Bitte löschen Sie vorher die Unterklassen.
hu_hu: Kérlek, előtte töröld az alosztályokat.
ja_jp: 前にサブクラスを削除してください。
nb_no: Slett undermappene før.
sk_sk: Predtým, prosím, vymažte podtriedy.

source: Preview
ar_sa: معاينة
de_de: Vorschau
hu_hu: Előnézet
ja_jp: プレビュー
lt_lt: Peržiūra
nb_no: Forhåndsvis
nl_nl: Voorbeeld
sk_sk: Náhľad

source: Preview the item
ar_sa: معاينة البند
de_de: Vorschau des Elements
hu_hu: Az elem előnézete
ja_jp: アイテムプレビュー
nb_no: Forhåndsvis oppgaven
sk_sk: Zobraziť ukážku položky

source: Properties
ar_sa: خصائص
de_de: Eigenschaften
hu_hu: Tulajdonságok
ja_jp: プロパティ
lt_lt: Savybės
nl_nl: Eigenschappen
sk_sk: Nehnuteľnosti

source: Replace Asset
ar_sa: استبدال الأصل
de_de: Asset ersetzen
hu_hu: Eszköz cseréje
ja_jp: アセット入替
nb_no: Erstatt mediefil
sk_sk: Nahradiť aktívum

source: Resource deleted
ar_sa: تم حذف المورد
de_de: Ressource gelöscht
hu_hu: Erőforrás törölve
ja_jp: リソースが削除されました
nb_no: Ressurs slettet
sk_sk: Zdroj bol odstránený

source: Right
ar_sa: صحيح
de_de: Rechts
hu_hu: Jobbra
ja_jp: 右
nb_no: Høyre
sk_sk: Vpravo

source: Save
ar_sa: حفظ
de_de: Speichern
hu_hu: Megtakarítás
ja_jp: 保存
nb_no: Lagre
sk_sk: Uložiť

source: Save the asset
ar_sa: احفظ الأصل
de_de: Speichern Sie das Asset
hu_hu: Mentse el az eszközt
ja_jp: アセットを保存
nb_no: Lagre mediafil
sk_sk: Uložte si aktívum

source: Set a CSS class name in order to customize the display style.
ar_sa: قم بتعيين اسم فئة CSS لتخصيص نمط العرض.
de_de: Setze einen CSS-Klassennamen, um den Anzeigestil anzupassen.
hu_hu: Állítson be egy CSS osztálynevet a megjelenítési stílus testreszabásához.
ja_jp: 画面表示をカスタマイズするためのCSSクラス名を設定します
nb_no: Angi et CSS-mappenavn for å tilpasse visningsstilen.
sk_sk: Nastavte názov triedy CSS, aby ste mohli prispôsobiť štýl zobrazenia.

source: Shared Stimulus
ar_sa: التحفيز المشترك
de_de: Gemeinsamer Stimulus
hu_hu: Megosztott inger
ja_jp: シェアードスティミュラス
lt_lt: Bendrinamas Stimulas
nb_no: Delt Innhold
nl_nl: Gedeelde stimulus
sk_sk: Zdieľaný stimul

source: Shared Stimulus edited successfully
ar_sa: تم تحرير التحفيز المشترك بنجاح
de_de: Geteilter Stimulus erfolgreich bearbeitet
hu_hu: A megosztott inger sikeresen szerkesztve
ja_jp: シェアードスティミュラスの編集が完了しました
lt_lt: Bendrinamas Stimulas redaguotas sėkmingai
nb_no: Delt innhold ble redigert
nl_nl: Gedeelde stimulus succesvol aangepast
sk_sk: Zdieľaný podnet bol úspešne upravený

source: Shared Stimulus imported successfully
ar_sa: تم استيراد التحفيز المشترك بنجاح
de_de: Geteilter Stimulus erfolgreich importiert
hu_hu: A megosztott inger importálása sikeresen megtörtént.
ja_jp: シェアードスティミュラスのインポートが完了しました
lt_lt: Bendrinamas Stimulas importuotas sėkmingai
nb_no: Delt innhold ble importert
nl_nl: Gedeelde stimulus succesvol geïmporteerd
sk_sk: Zdieľaný stimul bol úspešne importovaný

source: some text ...
ar_sa: بعض النصوص ...
de_de: Beispieltext ...
hu_hu: némi szöveg...
ja_jp: テキストを入力 ...
nb_no: litt tekst ...
sk_sk: nejaký text...

source: Text Block
ar_sa: كتلة النص
hu_hu: Szövegblokk
ja_jp: 文字ブロック
nb_no: Tekstboks
sk_sk: Textový blok

source: Text Block CSS Class
ar_sa: فئة CSS نص كتلة صفحات التنسيق النمطية
de_de: Textblock-CSS-Klasse
hu_hu: Szövegblokk CSS osztály
ja_jp: 文字ブロックCSSクラス
nb_no: Tekstboks CSS mappe
sk_sk: Trieda CSS textového bloku

source: The class
ar_sa: القسم
de_de: Die Klasse
hu_hu: Az osztály
ja_jp: クラス
nb_no: Mappen
sk_sk: Trieda

source: This
ar_sa: هذا/هذه
de_de: Dies
hu_hu: Ez
ja_jp: この
nb_no: Denne
sk_sk: Toto

source: Unable to delete the selected resource
ar_sa: غير قادر على حذف المورد المختار
de_de: Die ausgewählte Ressource kann nicht gelöscht werden
hu_hu: A kiválasztott erőforrás törlése sikertelen
ja_jp: 選択したリソースを削除できません
nb_no: Kan ikke slette den valgte ressursen
sk_sk: Vybraný zdroj sa nepodarilo odstrániť

source: Unable to extract the archive
ar_sa: غير قادر على استخراج الأرشيف
de_de: Das Archiv konnte nicht extrahiert werden
hu_hu: Nem sikerült kibontani az archívumot
ja_jp: アーカイブから抽出できません
lt_lt: Nepavyko išarchyvuoti archyvo
nb_no: Kan ikke ta ut arkivet
nl_nl: Kon archief niet uitpakken
sk_sk: Nepodarilo sa extrahovať archív

source: Unable to import
ar_sa: غير قادر على الاستيراد
de_de: Import nicht möglich
hu_hu: Nem sikerült importálni
ja_jp: インポートできません
nb_no: Kan ikke importere
sk_sk: Nepodarilo sa importovať

source: Upload Media
ar_sa: تحميل الوسائط
de_de: Medien hochladen
hu_hu: Média feltöltése
ja_jp: メディアのアップロード
lt_lt: Įkelti Mediją
nb_no: Last opp media
nl_nl: Media uploaden
sk_sk: Nahrať médiá

source: Usage: ImportMedia MEDIA_FILE [DESTINATION_CLASS]
ar_sa: الاستعمال: ImportMedia MEDIA_FILE [DESTINATION_CLASS]
de_de: Verwendung: ImportMedia MEDIA_FILE [DESTINATION_CLASS]
hu_hu: Használat: ImportMedia MEDIA_FILE [CÉLOSZTÁLY]
nb_no: Bruk: ImportMedia MEDIA_FILE [DESTINATION_CLASS]
sk_sk: Použitie: ImportMedia MEDIA_FILE [CIEĽOVÁ_TRIEDA]

source: Warning
ar_sa: تحذير
de_de: Warnung
hu_hu: Figyelmeztetés
ja_jp: 警告
nb_no: Advarsel
sk_sk: POZOR

source: which contains assets that are in use elsewhere.
ar_sa: الذي يحتوي على أصول مستخدمة في مكان آخر.
de_de: die Assets enthält, die anderweitig verwendet werden.
hu_hu: amely máshol használatban lévő eszközöket tartalmaz.
ja_jp: 他の場所で使用されている資産が含まれています
nb_no: som inneholder mediefiler som er i bruk andre steder.
sk_sk: ktorý obsahuje aktíva, ktoré sa používajú inde.

source: You are about to delete the class
ar_sa: أنت على وشك حذف القسم
de_de: Sie sind dabei, die Klasse zu löschen
hu_hu: Arra készülsz, hogy töröld a kurzust
ja_jp: このクラスを削除しようとしています
nb_no: Du er i ferd med å slette mappen
sk_sk: Chystáte sa odstrániť triedu

source: you are trying to delete is too large and contains too many subclasses.
ar_sa: أنت تحاول حذفه وهو كبير جدا ويحتوي على الكثير من الفئات الفرعية.
de_de: Das zu löschende Element ist zu groß und enthält zu viele Unterklassen.
hu_hu: A törölni próbált fájl túl nagy és túl sok alosztályt tartalmaz.
ja_jp: 削除しようとしているのは大きすぎてサブクラスが多すぎます
nb_no: som du prøver å slette er for stor og inneholder for mange undermapper.
sk_sk: ktorý sa pokúšate odstrániť, je príliš veľký a obsahuje príliš veľa podtried.

source: You can\'t upload a zip file as a media
ar_sa: (لا) يمكنك تحميل ملف مضغوط كوسائط
de_de: Sie können keine ZIP-Datei als Medien hochladen.
hu_hu: Nem tölthetsz fel zip fájlt médiaként.
ja_jp: zipファイルはアップロードできません
sk_sk: Súbor ZIP nie je možné nahrať ako médium

source: Your passage is saved
ar_sa: تم حفظ نصك
de_de: Ihr Abschnitt wurde gespeichert
hu_hu: A szövegrészed mentésre került
ja_jp: あなたの通路は保存されました
nb_no: Lagret
sk_sk: Vaša pasáž je uložená

source: Zip
hu_hu: Irányítószám
nl_nl: Postcode
