Repository: oat-sa/extension-tao-mediamanager
Catalog: locales/*/taomedia.rdf.po
Languages: sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Assets
sk_sk: Aktíva

# http://www.w3.org/2000/01/rdf-schema#comment
source: Assets
sk_sk: Aktíva

# http://www.w3.org/2000/01/rdf-schema#label
source: Alternative Text
sk_sk: Alternatívny text

# http://www.w3.org/2000/01/rdf-schema#comment
source: Alternative Text
sk_sk: Alternatívny text

# http://www.w3.org/2000/01/rdf-schema#label
source: Language
sk_sk: Jazyk

# http://www.w3.org/2000/01/rdf-schema#comment
source: Language
sk_sk: Jazyk

# http://www.w3.org/2000/01/rdf-schema#label
source: Media Manager
sk_sk: Mediálny manažér

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Media Manager Role
sk_sk: Rola mediálneho manažéra

# http://www.w3.org/2000/01/rdf-schema#label
source: Related media
sk_sk: Súvisiace médiá

# http://www.w3.org/2000/01/rdf-schema#comment
source: It describes Media where this media is used
sk_sk: Opisuje médiá, kde sa tieto médiá používajú

# http://www.w3.org/2000/01/rdf-schema#label
source: Related item
sk_sk: Súvisiaca položka

# http://www.w3.org/2000/01/rdf-schema#comment
source: It describes Item where this media is used
sk_sk: Opisuje položku, v ktorej sa toto médium používa

# http://www.w3.org/2000/01/rdf-schema#label
source: Media
sk_sk: Médiá

# http://www.w3.org/2000/01/rdf-schema#comment
source: Media
sk_sk: Médiá
